{
  "Bardiani": {
      "descrizione": "Gli uomini di valle del Nord di nobili origini, seguaci di Bard molto alti con braccia e gambe robuste.",
      "nomi_maschili": ["Aegir", "Agmund", "Agnarr"],
      "nomi_femminili": ["Aldis", "Aldrif", "Asfrid"],
      "tenore": "Prospero",
      "equip_bonus": "Un mantello da viaggiatore foderato di pelliccia, attrezzatura da viaggio adatta alla stagione in corso, un giaciglio, uno zaino o due borse da sella, stivali comodi, 5d6 argento. Due oggetti a scelta tra: una tenda, coperte extra, corda, un giocattolo magico, un pettine d'argento, un amuleto con piuma di corvo, una bottiglia di vino del Dorwinion.",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Daliano"],
      "tratti": ["+1 Costituzione, +1 a 2 caratteristiche a scelta",
                  "Vista Limpida: competenza intuizione",
                  "Virtu iniziale: 1 virtu bardiana a scelta"],
      "sottorazze": null
  },
  "Beorniani": {
      "descrizione": "Uomini coriacei con braccia e gambe muscolose, mantengono la pace sorvegliando le vie dei boschi, seguaci di Beorn in mutapelle.",
      "nomi_maschili": ["Adalarn", "Ageric", "Agilfrid"],
      "nomi_femminili": ["Adosinda", "Amalfrida", "Amalina"],
      "tenore": "Marziale",
      "equip_bonus": "un mantello da viaggiatore dai colori sgargianti, attrezzatura da viaggio adatta alla stagione in corso, uno zaino o due borse da sella, un coltellino da cintura, stivali, 3d6 argento. Due oggetti a scelta tra: trapunta di ottima lana, un antico pugnale ricavato da artigli d'orso, una collana di denti d'Orco, un pacchetto di deliziosi dolcetti al miele",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Valle Anduin"],
      "tratti": ["+1 Forza, +1 a 2 caratteristiche a scelta",
                  "Rabbioso: competenza intimidire",
                  "Virtu iniziale: 1 virtu beorniana a scelta"],
      "sottorazze": null
  },
  "CavalieriRohan": {
      "descrizione": "Uomini del Riddermark, bellicosi, alti, di pelle chiara e dai capelli biondi. Grandi cavalieri legati alla terra e alle tradizioni",
      "nomi_maschili": ["Aldor", "Baldor", "Brego"],
      "nomi_femminili": ["Elfhild", "Eowyn", "Hild"],
      "tenore": "Marziale",
      "equip_bonus": "un cavallo da sella, un mantello da viaggiatore dal colore vivace, attrezzatura da viaggio adatta alla stazione in corso, uno zaino o due borse da sella, un coltellino da cintura, stivali, 2d6 argento. Due oggetti a scelta tra: un set di scacchi, un corno per bere, un elmo decorato, una fibbia decorativa per il mantello, un bracciale di bronzo",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Rohan", "Ovestron", "Sindarin"],
      "tratti": ["+1 Saggezza, +1 a 2 caratteristiche a scelta",
                  "Signori dei cavalli: competenza addestrare animali",
                  "Virtu iniziale: 1 virtu di rohan a scelta"],
      "sottorazze": null
  },
  "Dunedain": {
      "descrizione": "I raminghi discendenti dei Dunedain del nord, i re degli uomini che giunsero dall'Ovesturia. I raminghi appaiono signorili e più alti della norma. Taciturni e bruschi nel comportamento proteggono il nord dalle minaccie rimanendo nascosti alle popolazioni limitrofe ignare dei pericoli che li minacciano.",
      "nomi_maschili": ["Adrahil", "Amlaith", "Anardil"],
      "nomi_femminili": ["Girlaen", "Ioreth", "Ivorwen"],
      "tenore": "Marziale",
      "equip_bonus": "un mantello scuro con cappuccio, attrezzatura da viaggio adatta alla stagione in corso, uno zaino, un coltellino da cintura, stivali, 3d6 argento. Due oggetti a scelta tra: un anello o gioiello della stirpe, una pipa e una borsa di erba-pipa, una coperta di buona fattura, un cappello a tesa larga, un robusto bastone",
      "eta": "18-60",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Sindarin", "Ovestron"],
      "tratti": ["+1 Saggezza e Costituzione, +1 a 2 caratteristiche a scelta",
                  "Sapienza di Numenor: competenza Storia",
                  "Allevato dalla natura: competenza sopravvivenza",
                  "Virtu iniziale: 1 virtu Dunedain a scelta"],
      "sottorazze": null
  },
  "ElfiBoscoAtro": {
      "descrizione": "guerrieri agili dediti alla protezione del loro reame nascosto, gentili ma tenaci. Diffidenti verso gli altri popoli sono combattenti incrollabili contro le ombre incombenti. Non si ammalano, invecchiano.",
      "nomi_maschili": ["Aerandir", "Amras", "Amroth"],
      "nomi_femminili": ["Finduilas", "Miriel", "Nimrodel"],
      "tenore": "Marziale",
      "equip_bonus": "un mantello da viaggiatore verde o grigio, attrezzatura da viaggio adatta alla stagione in corso, uno zaino o due borse da sella, un coltellino da cintura, stivali, 3d6 argento. Due oggetti a scelta tra: trapunta grigia, un otre di vino elfico, un arco corto e una faretra con 20 frecce, un gioiello bianco, un coltello da caccia, uno strumento musicale",
      "eta": "100-500",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Lingua del bosco", "Sindarin"],
      "tratti": ["+2 Destrezza, +1 Saggezza",
                  "Visione Notturna: il buio diventa luce fioca, luca fioca 18m diventa luce",
                  "Occhi da elfo: competenza percezione",
                  "Sogni elfici: 4 ore per un riposo lungo, rimane sempre consapevole dei dintorni potendo tenere gli occhi aperti",
                  "Strumenti di guerra: competenza con pugnali, lance, spade larghe, spade corte e archi corti",
                  "Un sussurro tra le foglie: competenza furtivita, vantaggio in furtivita nella foresta e puo nascondersi se leggermente occultato dal fogliame"],
      "sottorazze": null
  },
  "Hobbit": {
      "descrizione": "Gli hobbit sono più bassi di statura degli uomini dai tratti giovanili e senza barba, spesso scambiati per bambini. Sono un popolo allegro e di buon cuore, ma molto precisi e coraggiosi quando necessario",
      "nomi_maschili": ["Adalgrim", "Adelard", "Andwise"],
      "nomi_femminili": ["Adaldrida", "Adamanta", "Amaranth"],
      "tenore": "Prospero",
      "equip_bonus": "un mantello da viaggiatore foderato di pelliccia, attrezzatura da viaggio adatta alla stagione in corso, un giaciglio, uno zaino o due borse da sella, 5d6 argento. Due oggetti a scelta tra: un buon bastone da passeggio, pentole e padelle di fattura nanica, abbastanza fazzoletti per permettergli di superare le intemperie, una pipa e una borsa di erba-pipa, un cuscino troppo imbottito, un piatto e posate da pic-nic, inchiostro e pergamena per scrivere lettere a casa",
      "eta": "25-60",
      "taglia": "Piccola",
      "velocita": "7,5m",
      "linguaggi": ["Ovestron"],
      "tratti": ["+2 Destrezza",
                  "Tenacia: vantaggio tiri salvezza corruzione",
                  "Agilita Hobbit: muoversi attraverso gli spazi di qualunque creatura piu grande",
                  "Nobili occupazioni: competenza archi corti, strumenti da artigiano e uso della pipa. Una competenza a scelta tra: strumenti da mescitore, carpentiere, cartografo, cuoco, giardiniere, vasaio, fabbro, tessitore, intaglitore",
                  "Elusivita Hobbit: competenza furtivita"],
      "sottorazze": {
        "Paloidi": ["+1 Intelligenza",
                      "Studente antica sapienza: competenza sapienza e materiali dei calligrafi"],
        "Pelopiedi": ["+1 Saggezza",
                      "Discrezione: puo nascondersi quando viene oscurato da una creatura di almeno una tagli superiore"],
        "Sturoi": ["+2 Costituzione"]
      }
  },
  "Nani": {
      "descrizione": "Una razza antica e riservata con tradizione sconosciute agli estranei. Sono tra i guerrieri piu formidabili difficili da corrompere, ma spesso in contrasto con gli altri popoli. Bassi e tarchiati dalla vita lunga",
      "nomi_maschili": ["Ai", "Anar", "Balin"],
      "nomi_femminili": ["Dis", "Hon", "Kona"],
      "tenore": "Ricca",
      "equip_bonus": "un mantello da viaggiatore foderato di pelliccia, attrezzatura da viaggio adatto alla stagione in corso, un giaciglio, un bastone da montagna finemente intagliato, uno zaino, stivali comodi, 10d6 argento. Due oggetti a scelta tra: 2d6 argento, una moneta in oro dal tesoro di Smaug, strumenti di artigiano a scelta, strumento musicale, pettine da barba con specchietto, un anello in oro, una fischetta di eccellente liquore nanico.",
      "eta": "50-100",
      "taglia": "Media",
      "velocita": "7,5m",
      "linguaggi": ["Daliano", "Nanico"],
      "tratti": ["+2 Costituzione",
                  "Visione notturna (Nano): luce fioca fino a 18m diventa luce normale",
                  "Resilienza nanica: vantaggio tiri salvezza contro veleno. resistenza danni da veleno",
                  "Addestramento da combattente nanico: competenza nelle asce, asce da lancio, asce grandi, martelli leggeri, martelli da guerra",
                  "Competenza strumenti: competenza in un gruppo di strumenti da artigiano a scelta e uno strumento musicale",
                  "Esperto minatore: prova intelligenza(Storia) relative a pietra ottiene competenza con il doppio del bonus"],
      "sottorazze": {
        "Erebor": ["+1 Saggezza",
                    "Robustezza nanica: pf massimi +1, +1 per ogni nuovo livello",
                    "Saggezza della strada: competenza a scelta negli strumenti"],
        "ColliFerrosi": ["+2 Forza",
                          "Strumento da guerra: competenza nel piccone da guerra"]
      }
  },
  "UominiBoschi": {
      "descrizione": "Alti coi capelli chiari, amano la vita nei boschi che proteggono e sorvegliano da orchi e ragni. Abili domatori di bestie e animali sono i seguaci di Radagast il Bruno",
      "nomi_maschili": ["Adalard", "Ageric", "Agilfrid"],
      "nomi_femminili": ["Adosinda", "Amalfrida", "Amalina"],
      "tenore": "Frugale",
      "equip_bonus": "un mantello da viaggiore, attrezzatura da viaggio adatta alla stagione in corso, un coltellino da cintura, stivali, 2d6 argento. Due oggetti a scelta tra: un cesto di mirtilli, una trappola da caccia, un set da gioco intagliato a mantello un bracciale o collare di cuoio decorativo",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Valle Anduin"],
      "tratti": ["+1 Destrezza, +1 a 2 caratteristiche a scelta",
                  "Perizia silvana: competenza sopravvivenza",
                  "Virtu iniziale: 1 virtu uomini dei boschi a scelta"],
      "sottorazze": null
  },
  "UominiBrea": {
      "descrizione": "da capelli scuri e di bassa statura. Sono integrati con gli Hobbit con cui condividono alcune tradizioni, oltre che essere di corporatura larga e tozza dalla risata facile",
      "nomi_maschili": ["Barliman", "Bill", "Bob"],
      "nomi_femminili": ["Daisy", "Bliss", "Joan"],
      "tenore": "Prospero",
      "equip_bonus": "un mantello da viaggiatore foderato di pelliccia, attrezzatura da viaggio adatta alla stagione in corso, un giaciglio, una zaino o due borse da sella, stivali comodi, 5d6 argento. Due oggetti a scelta tra: un bastone o randello, un set di padelle di fattura nanica, un anello portafortuna dal disegno antico, un lettera della famiglia, stivali di scorta, mantello da viaggiatore di scorta",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Ovestron"],
      "tratti": ["+1 Saggezza, +1 a due caratteristiche a scelta",
                  "Sguardo del crocevia: competenza percezione",
                  "Virtu iniziale: 1 virtu uomini di brea a scelta"],
      "sottorazze": null
  },
  "UominiLago": {
      "descrizione": "Si distinguono dai Bardiano per un grande amore nelle cose moderne ed esotiche, vestiti in modo meno appariscente ma sempre elegante con pelliccie o stoffe. Apprezzano intrapendenza e coraggio",
      "nomi_maschili": ["Aegir", "Agmund", "Agnarr"],
      "nomi_femminili": ["Aldis", "Aldrif", "Asfrid"],
      "tenore": "Prospero",
      "equip_bonus": "un mantello da viaggiatore foderato di pelliccia, attrezzatura da viaggio adatto alla stagione in corso, un giaciglio, uno zaino o due borse da sella, stivali comodi, 5d6 argento. Due oggetti a scelta tra: una canna da pesca, un mazzo di carte da gioco, un gioco di societa, un presunto osso di drago, un oggetto a caso di equipaggiamento bonus di una cultura diversa",
      "eta": "16-30",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Daliano"],
      "tratti": ["+1 Carisma, +1 a 2 caratteristiche a scelta",
                  "Mercanti nati: competenza persuasione",
                  "Virtu iniziale: 1 virtu uomini lago a scelta"],
      "sottorazze": null
  },
  "UominiMinasTirith": {
      "descrizione": "Discendenti meridionali degli uomini dell ovest, i re del mare che costruirono i reami di Arnor e Gondor, guerrieri dalla pelle chiara che serbano il ricordo del passato grandioso dai vestiti sfarzosi.",
      "nomi_maschili": ["Adrahil", "Amlaith", "Anardil"],
      "nomi_femminili": ["Gilraen", "Ioreth", "Ivorwen"],
      "tenore": "Prospera",
      "equip_bonus": "un mantello da viaggiatore nero, attrezzatura da viaggio adatta alla stagione in corso, un giaciglio, uno zaino o due borse da sella, stivali comodi, 5d6 argento. Due oggetti a scelta tra: un corno da caccia, inchiostro e pergamena, una cote, strumenti da artigiano, una spilla in argento dell Albero Bianco",
      "eta": "16-40",
      "taglia": "Media",
      "velocita": "9m",
      "linguaggi": ["Sindarin", "Ovestron"],
      "tratti": ["+1 Intelligenza, +1 a 2 caratteristiche a scelta",
                  "Retaggio fiero: competenza storia",
                  "Virtu iniziale: 1 virtu uomini minas tirith a scelta"],
      "sottorazze": null
  }
}
