{
  "base": [{
    "competenza": 2,
    "privilegi": ["Maestria: a scelta 2 tra le competenze raddoppiano il bonus",
      "Visione notturna: entro 18m luce fioca diventa intensa e assenza di luce diventa luce fioca",
      "Attacco Furtivo: 1d6. deve utilizzare arma accurata o a distanza in situazione di vantaggio"]
  },
  {
    "competenza": 2,
    "privilegi": ["Azione Scaltra: azione bonus ogni turno tra Disimpegno, Nascondersi e Scatto",
      "Attacco Furtivo: 1d6"]
  },
  {
    "competenza": 2,
    "privilegi": ["Archetipo del Cacciatore di Tesori",
      "Attacco Furtivo: 2d6"]
  },
  {
    "competenza": 2,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 2d6"]
  },
  {
    "competenza": 3,
    "privilegi": ["Schivata prodigiosa: reazione per dimezzare i danni da un attacco",
      "Attacco Furtivo: 3d6"]
  },
  {
    "competenza": 3,
    "privilegi": ["Preparazione: a scelta 2 tra le competenza raddoppiano il bonus che non sia gia Maestria",
      "Attacco Furtivo: 3d6"]
  },
  {
    "competenza": 3,
    "privilegi": ["Allerta: il cacciatore di tesori puo eseguire una prova percezione in caso di pericoli o rilevare trappole e prendere il valore piu alto rispetto percezione passiva",
      "Attacco Furtivo: 4d6"]
  },
  {
    "competenza": 3,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 4d6"]
  },
  {
    "competenza": 4,
    "privilegi": ["Archetipo del Cacciatore di Tesori",
      "Attacco Furtivo: 5d6"]
  },
  {
    "competenza": 4,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 5d6"]
  },
  {
    "competenza": 4,
    "privilegi": ["Fortuna del vincente: una volta per riposo lungo il cacciatore ha un fortuna in un azione che fa con un effetto a discrezione del maestro del sapere",
      "Attacco Furtivo: 6d6"]
  },
  {
    "competenza": 4,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 6d6"]
  },
  {
    "competenza": 5,
    "privilegi": ["Archetipo del Cacciatore di Tesori",
      "Attacco Furtivo: 7d6"]
  },
  {
    "competenza": 5,
    "privilegi": ["Quieto com il silenzio: vantaggio nelle prove di furtivita se non si muove di oltre meta della velocita in un turno",
      "Attacco Furtivo: 7d6"]
  },
  {
    "competenza": 5,
    "privilegi": ["Mente sfuggente: ottiene competenza dei tiri salvezza su Saggezza",
      "Attacco Furtivo: 8d6"]
  },
  {
    "competenza": 5,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 8d6"]
  },
  {
    "competenza": 6,
    "privilegi": ["Archetipo del Cacciatore di Tesori",
      "Attacco Furtivo: 9d6"]
  },
  {
    "competenza": 6,
    "privilegi": ["Inafferrabile: nessun tiro per colpire contro il cacciatore puo avere vantaggio",
      "Attacco Furtivo: 9d6"]
  },
  {
    "competenza": 6,
    "privilegi": ["Incremento caratteristica: +2 punti a una caratteristica o +1 punto a 2 caratteristica o una virtu aperta o culturale",
      "Attacco Furtivo: 10d6"]
  },
  {
    "competenza": 6,
    "privilegi": ["Colpo di Fortuna: una volta ogni riposo lungo o breve il cacciatore puo passare un attacco fallire, ottenere un 20 in una prova di caratteristica o salvezza",
      "Attacco Furtivo: 10d6"]
  }],
  "Agente": [{
    "livello": 3,
    "privilegi": ["Competenze bonus: ottiene competenza con kit camuffamento, kit falsario e abilita tradizioni",
      "Segreti Svelati: se spia un nemico per 10 minuti senza essere visto ottiene uno tra i seguenti benefici indizio o destinazione del nemico. Scorgere un punto debole del nemico ottenendo vantaggio sul primo attacco contro quel tipo di nemici. Fino al prossimo riposo breve +1 CA contro quel tipo di nemici. Fino al prossimo riposo breve vantaggio su furtivita contro quel tipo di nemici. Descrivere attentamente tutto del nemico da offrire vantaggio su Sapienza e Tradizioni degli alleati per scoprire altro."]
  },
  {
    "livello": 9,
    "privilegi": ["Parole Enigmatiche: dopo 10 minuti a convincere una creatura delle sue buone intenzioni la creatura diventa affascinata se non supera un tiro salvezza Saggezza contro CD 8 + Carisca + bonus competenza. lo stato affascinato rimane fino a che il cacciatore di tesori non da motivo di dubitare della sua sincerita o completa un riposo lungo. Un altra creatura ha svantaggio a convincere quella affascinata in presenza del cacciatore di tesori"]
  },
  {
    "livello": 13,
    "privilegi": ["Strategia di Uscita: si accorge immediatamente di tutti i modi per allontanarsi da una nuova localita. Ha vantaggio in qualunque prova di caratteristica con lo scopo di fuggire"]
  },
  {
    "livello": 17,
    "privilegi": ["Parole Irresistibili: impartisce comandi a qualsiasi creatura che ha affascinato con Parole Enigmatiche. Se gli ordini sono messi in dubbio o controproducenti per la creatura questa ottiene un tiro salvazza con la CD delle Parole Enigmatiche. Utilizzare Parole Irresistibili puo rappresentare un misfatto"]
  }],
  "Scassinatore": [{
    "livello": 3,
    "privilegi": ["Ombra delle mie tasche: ottiene un solo punto ombra sul misfatto furto invece di 3",
      "Sgraffignare: quando esegue un attacco furtivo invece di infliggere danni puo eseguire con successo una prova di rapidita di mano",
      "Sapienza dei Tesori: ogni volta che il cacciatore di tesori viene messo al corrente di una particolare localita o si imbatte in essa puo chiedere al maestro del sapere 3 informazioni al riguardo, generalmente vere ma non precise"]
  },
  {
    "livello": 9,
    "privilegi": ["Nascondersi nell Ombra: se ci sono zone in ombra il cacciatore ha un azione bonus per nascondersi anche quando altre creature conoscono la sua presenza. Gli avversari possono effettuare una prova di Percezione con CD contro la furtivita del cacciatore"]
  },
  {
    "livello": 13,
    "privilegi": ["Guardingo: +5 Percezione passiva nel cercare trappole o imboscate. Il cacciatore puo usare il suo risultato aumentato al posto di una nuova prova caratteristica"]
  },
  {
    "livello": 17,
    "privilegi": ["Offuscamento: vantaggio in ogni prova Furtivita praticamente ovunque e chiunque lo cerchi ha svantaggio"]
  }]
}
